
[
    {
        "id": 1,
        "titulo": "Call Of Duty",
        "desc": "Una reconocida saga de videojuegos de disparos en primera persona, que comenzó en la Segunda Guerra Mundial y evolucionó hacia conflictos modernos y ficticios.",
        "precio": 1000,
        "poster": "/callOfDuty.jpeg",
        "cat": "shooter"
    },
    {
        "id": 2,
        "titulo": "Battlefield V",
        "desc": "Un FPS ambientado en la Segunda Guerra Mundial, con batallas masivas multijugador y escenarios destructibles.",
        "precio": 64000,
        "poster": "/battlefield.jpg",
        "cat": "shooter"
    },
    {
        "id": 3,
        "titulo": "Medal Of Honor",
        "desc": "Un shooter clásico de la Segunda Guerra Mundial que recrea misiones históricas, incluidas intensas batallas como el desembarco en Normandía.",
        "precio": 18500,
        "poster": "/medal_honor.jpg",
        "cat": "shooter"
    },
    {
        "id": 4,
        "titulo": "Resident Evil 2 Remake",
        "desc": "Un clásico de terror reinventado, donde los jugadores enfrentan zombis y acertijos en la ciudad de Raccoon City con atmósfera oscura y tensión constante.",
        "precio": 16000,
        "poster": "/resident2.avif",
        "cat": "suspenso"
    },
    {
        "id": 5,
        "titulo": "Fatal Frame 2",
        "desc": "Un survival horror japonés en el que debes usar una cámara especial para capturar y derrotar fantasmas en una aldea maldita.",
        "precio": 5990,
        "poster": "/fatal_frame.jpg",
        "cat": "suspenso"
    },
    {
        "id": 6,
        "titulo": "Silent Hill 2 Remake",
        "desc": "Un clásico del terror psicológico donde un hombre explora la ciudad neblinosa de Silent Hill enfrentando horrores que reflejan sus propios miedos.",
        "precio": 25990,
        "poster": "/silentHill.jpg ",
        "cat": "suspenso"
    },
    {
        "id": 7,
        "titulo": "Elden Ring",
        "desc": "Un RPG de acción en mundo abierto con combates desafiantes y un vasto mundo oscuro lleno de criaturas y secretos.",
        "precio": 89990,
        "poster": "/eldenRing.jpg",
        "cat": "RPG"
    },
    {
        "id": 8,
        "titulo": "The Witcher 3",
        "desc": "Un RPG de mundo abierto ambientado en un universo de fantasía oscura, donde encarnas a Geralt de Rivia cazando monstruos y tomando decisiones que afectan la historia.",
        "precio": 40000,
        "poster": "/the_witcher3.jpg",
        "cat": "RPG"
    },
    {
        "id": 9,
        "titulo": "Dark Souls 3",
        "desc": "Un desafiante RPG de acción con combates intensos, jefes imponentes y un mundo sombrío interconectado lleno de secretos.",
        "precio": 28990,
        "poster": "/darksoul3.jpg",
        "cat": "RPG"
    }
    
]








